const lang = {
  // app.vue
  "UPGRADE": "تحديث",
  "INFORMATION": "المعلومات الشخصية",
  "INSTRUCT": "دليل الاستخدام",
  "LOGOUT": "تسجيل الخروج",

  "SIGNIN": "تسجيل الدخول",
  "SIGNUP": "إنشاء حساب",
  // Future
  "FUTURE_MATH_1": "التقط صورًا للحلول السريعة باستخدام الذكاء الاصطناعي",
  "FUTURE_MATH_2": "حل المشكلات الرياضية بسرعة وبدقة",
  "FUTURE_MATH_3": "دعم فعال للتعلم",
  "FUTURE_MATH_4": "مناسب لجميع الأعمار",
  "FUTURE_MATH_5": "الدراسة في أي وقت وأي مكان",
  "FUTURE_MATH_6": "توفير تكاليف التعليم",
  // Future
  "FUTURE_CHEMISTY_1": "التقط صورًا للحلول السريعة باستخدام الذكاء الاصطناعي",
  "FUTURE_CHEMISTY_2": "حل مسائل الكيمياء بسرعة وبدقة",
  "FUTURE_CHEMISTY_3": "إرشادات خطوة بخطوة سهلة الفهم",
  "FUTURE_CHEMISTY_4": "دعم في العديد من مجالات الكيمياء",
  "FUTURE_CHEMISTY_5": "تكامل البحث والتجارب الافتراضية",
  "FUTURE_CHEMISTY_6": "تعزيز التعلم الذاتي وتوفير التكاليف",
  // slogan
  "MATH_SLOGAN": "حلول رياضية ذكية باستخدام الذكاء الاصطناعي",
  "CHEMISTY_SLOGAN": "حلول كيميائية ذكية باستخدام الذكاء الاصطناعي",
  "SOLVE_SMART": "حل المشكلات بذكاء",
  "SOLVE_DETAIL": "يمكننا حل مشكلاتك الرياضية والكيميائية من خلال الصور أو النصوص بسرعة وفعالية، وتقديم حلول موضوعية وسهلة الفهم ودقيقة للغاية.",
  "SOLVE_FREE": "مجاني تمامًا!",
  "SOLVE_FREE_IS": "MathSnap هي منصة تساعدك على حل المشكلات الرياضية بسرعة ودقة بفضل تقنية الذكاء الاصطناعي. سواء كنت تدرس الجبر، الهندسة، التفاضل أو الاحتمالات والإحصاء، فإن MathSnap دائمًا جاهز لدعمك بحلول مفصلة وسهلة الفهم. تعلم بكفاءة أكبر وتقدم بشكل أسرع مع MathSnap!",
  "USED_TO": "استخدم الآن",

  // auth
  "SIGNIN_SUCCESS": "تم تسجيل الدخول بنجاح",
  "SIGNIN_FAILED": "فشل تسجيل الدخول!",
  "SIGNIN_LOG_ACT": "تسجيل الدخول باستخدام حسابك",
  "EMAIL_ACT": "الحساب أو البريد الإلكتروني",
  "PASSWORD": "كلمة المرور",
  "RE_PASSWORD": "تأكيد كلمة المرور",
  "SIGNIN_LOG_GMAIL": "تسجيل الدخول باستخدام Gmail",
  "SIGNIN_LOG_FB": "تسجيل الدخول باستخدام Facebook",

  "SIGNUP_LOG_ACT": "إنشاء حساب باستخدام حسابك",
  "USERNAME": "اسم المستخدم",
  "EMAIL_SIGNUP": "البريد الإلكتروني للتسجيل",
  "SIGNUP_LOG_GMAIL": "إنشاء حساب باستخدام Gmail",
  "SIGNUP_LOG_FB": "إنشاء حساب باستخدام Facebook",
  "PHONENUMBER": "رقم الهاتف",
  "IF_HAVE": "إذا كان لديك",
  "PIRE_SNAP": "تم التطوير باستخدام تقنية Google AI. للتواصل:",

  "RE_CAPTURE": "التقط الصورة مرة أخرى",
  "THINKING_WAIT": "جارٍ التفكير، يرجى الانتظار!",
  "GIVE_SOLVE": "تقديم الحل والنتيجة",
  "PROGRAM_AFFTER": "المشكلة والتفسير خطوة بخطوة. إذا لم يكن بالإمكان رؤية الصورة أو تحليلها، يرجى إعادة العبارة 'لا يمكن قراءة الصورة'",
  "LANGUAGE_AFFTER": "أجبني باللغة",

  "SOLVE_FLAST": "حل بسرعة",
  "TALK_AI": "تحدث مع الذكاء الاصطناعي",
  "SOLVE_AI_FLAST": "المساعد الذكي يساعدك في حل أي مشكلة بأكثر الطرق كفاءة!",
  "CAPTURE": "التقاط صورة",
  "SOLVE_LIB": "مشكلتك أو اختر من",
  "SOLVE_LIBARY": "مكتبة الصور",
  "SOLVE_QUICK_FLAST": "إجابة سريعة",
  "SOLVE": "المعالجة باستخدام الذكاء الاصطناعي",

  // data processing
  "CONFIRM": "تأكيد",
  "YOUR_PROGRAM": "ما هي مشكلتك؟",
  "YOUR_PROGRAM_PLUS_DETAIL": "أرسل متطلبات إضافية للمشكلة (إذا لزم الأمر)",

  // personal page
  "EDIT": "تعديل",
  "INFORMATION_DETAIL": "التفاصيل",
  "LICENSE": "الرخصة",
  "LICENSE_LIMIT": "تاريخ الانتهاء",
  "LIMIT": "الحد",
  "FREE": "مجاني",
  "NO_LIMIT": "بدون تاريخ انتهاء",
  "QUESTION": "100 سؤال في اليوم",
  "ABOUT": "حول",
  "LANGUAGE": "اللغة",
}
export default lang