const lang = {
  // app.vue
  "UPGRADE": "अपग्रेड",
  "INFORMATION": "व्यक्तिगत जानकारी",
  "INSTRUCT": "उपयोग गाइड",
  "LOGOUT": "लॉगआउट",

  "SIGNIN": "लॉग इन करें",
  "SIGNUP": "साइन अप करें",
  // Future
  "FUTURE_MATH_1": "AI के साथ त्वरित समाधान के लिए फोटो लें",
  "FUTURE_MATH_2": "गणितीय समस्याओं को तेज़ और सटीक तरीके से हल करें",
  "FUTURE_MATH_3": "प्रभावी अध्ययन सहायता",
  "FUTURE_MATH_4": "सभी आयु वर्गों के लिए उपयुक्त",
  "FUTURE_MATH_5": "कहीं भी, कभी भी अध्ययन करें",
  "FUTURE_MATH_6": "शिक्षा खर्चों में बचत करें",
  // Future
  "FUTURE_CHEMISTY_1": "AI के साथ त्वरित समाधान के लिए फोटो लें",
  "FUTURE_CHEMISTY_2": "रसायन विज्ञान की समस्याओं को तेज़ और सटीक तरीके से हल करें",
  "FUTURE_CHEMISTY_3": "आसान चरण-दर-चरण मार्गदर्शन प्रदान करें",
  "FUTURE_CHEMISTY_4": "रसायन विज्ञान के कई क्षेत्रों में सहायता",
  "FUTURE_CHEMISTY_5": "खोज और वर्चुअल प्रयोगों को एकीकृत करें",
  "FUTURE_CHEMISTY_6": "स्व-अध्ययन को बढ़ावा दें और लागत बचाएं",
  // slogan
  "MATH_SLOGAN": "AI के साथ स्मार्ट गणित समाधान",
  "CHEMISTY_SLOGAN": "AI के साथ स्मार्ट रसायन विज्ञान समाधान",
  "SOLVE_SMART": "स्मार्ट तरीके से समस्याओं को हल करें",
  "SOLVE_DETAIL": "हम आपकी गणित और रसायन समस्याओं को छवियों या पाठ के माध्यम से जल्दी और प्रभावी ढंग से हल कर सकते हैं, समझने में आसान, वस्तुनिष्ठ समाधान और उच्च सटीक उत्तर प्रदान करते हैं!",
  "SOLVE_FREE": "पूरी तरह से मुफ्त!",
  "SOLVE_FREE_IS": "MathSnap एक ऐसा प्लेटफॉर्म है जो कृत्रिम बुद्धिमत्ता तकनीक के माध्यम से आपकी गणितीय समस्याओं को तेज़ी से और सटीक रूप से हल करने में मदद करता है। चाहे आप बीजगणित, ज्यामिति, कैलकुलस, या संभावना और सांख्यिकी सीख रहे हों, MathSnap हमेशा विस्तृत और समझने में आसान समाधान के साथ आपकी सहायता के लिए तैयार है। अधिक प्रभावी ढंग से अध्ययन करें, तेजी से प्रगति करें, MathSnap के साथ!",
  "USED_TO": "अभी उपयोग करें",

  // auth
  "SIGNIN_SUCCESS": "लॉग इन सफल हुआ",
  "SIGNIN_FAILED": "लॉग इन असफल!",
  "SIGNIN_LOG_ACT": "खाते के साथ लॉग इन करें",
  "EMAIL_ACT": "खाता या ईमेल",
  "PASSWORD": "पासवर्ड",
  "RE_PASSWORD": "पासवर्ड की पुष्टि करें",
  "SIGNIN_LOG_GMAIL": "Gmail के साथ लॉग इन करें",
  "SIGNIN_LOG_FB": "Facebook के साथ लॉग इन करें",

  "SIGNUP_LOG_ACT": "खाते के साथ साइन अप करें",
  "USERNAME": "उपयोगकर्ता नाम",
  "EMAIL_SIGNUP": "पंजीकरण ईमेल",
  "SIGNUP_LOG_GMAIL": "Gmail के साथ साइन अप करें",
  "SIGNUP_LOG_FB": "Facebook के साथ साइन अप करें",
  "PHONENUMBER": "फोन नंबर",
  "IF_HAVE": "यदि उपलब्ध हो",
  "PIRE_SNAP": "Google AI पर आधारित। संपर्क विवरण:",

  "RE_CAPTURE": "फिर से फोटो लें",
  "THINKING_WAIT": "सोच रहा है, कृपया प्रतीक्षा करें!",
  "GIVE_SOLVE": "समाधान और परिणाम प्रदान करें",
  "PROGRAM_AFFTER": "मुद्दे और चरण-दर-चरण स्पष्टीकरण। यदि छवि को देखना या विश्लेषण करना संभव नहीं है, तो सटीक वाक्यांश \"छवि को पढ़ा नहीं जा सकता\" लौटाएं",
  "LANGUAGE_AFFTER": "मुझे भाषा में उत्तर दें",

  "SOLVE_FLAST": "तेजी से समाधान",
  "TALK_AI": "AI चैट",
  "SOLVE_AI_FLAST": "AI सहायक आपको हर समस्या को सबसे प्रभावी तरीके से हल करने में मदद करता है!",
  "CAPTURE": "फोटो लें",
  "SOLVE_LIB": "अपनी समस्या या",
  "SOLVE_LIBARY": "फ़ोटो लाइब्रेरी से चुनें",
  "SOLVE_QUICK_FLAST": "त्वरित उत्तर",
  "SOLVE": "AI के साथ प्रक्रिया करें",

  // data processing
  "CONFIRM": "पुष्टि करें",
  "YOUR_PROGRAM": "आपकी समस्या क्या है?",
  "YOUR_PROGRAM_PLUS_DETAIL": "समस्या के लिए अन्य आवश्यकताएं भेजें (यदि आवश्यक हो)",

  // personal page
  "EDIT": "संपादित करें",
  "INFORMATION_DETAIL": "विवरण",
  "LICENSE": "लाइसेंस",
  "LICENSE_LIMIT": "समाप्ति तिथि",
  "LIMIT": "सीमा",
  "FREE": "नि:शुल्क",
  "NO_LIMIT": "कोई समाप्ति तिथि नहीं",
  "QUESTION": "1 दिन में 100 सवाल",
  "ABOUT": "के बारे में",
  "LANGUAGE": "भाषा",
}
export default lang
